{
  "en": {
    "title": "Hello, I am Aurélie.",
    "text": [
      "Hello, I’m Aurélie, a developer from France. I started studying web development with the help of The Odin Project. Using the vast list of resources they offer, I was able to obtain new learning skills as I studied web fundamentals and learnt to enjoy building responsive websites from scratch to bring new ideas to life in a browser. Striving to improve my skills, I then joined Ecole O’Clock to aim for the French “Titre de développeur web et web mobile”.",

      "Invested in a life-long learning mentality, I currently strive to join an innovative team where I could keep on growing both personally and professionally on a long-term period."
    ],
  
    "focus": {
      "introduction": "What I am currently focusing on...",
      "list": [
        "Studying web development with Ecole O'Clock",
        "Improving my React and Express skills by building projects",
        "Learning TypeScript"
      ]
    },

    "stack": {
      "introduction": "Main stack and tools I work with...",
      "list": [
        "React",
        "Node.js",
        "Express",
        "MongoDB",
        "Firebase"
      ]
    },
    "link": "View Projects"
  },

  "fr": {
    "title": "Aurélie Nguyen",
    "text": [
      "Après avoir découvert le domaine du développement web grâce à The Odin Project, j’ai réalisé à quel point j’appréciais créer des sites à partir de rien et donner vie à de nouvelles idées dans un navigateur. Cherchant à améliorer mes compétences dans le domaine, j’ai ensuite rejoint l’Ecole O’Clock où je vise actuellement à acquérir le Titre de Développeur web et web mobile. ",

      "Aujourd'hui, je cherche à rejoindre une équipe innovative où je pourrais continuer à apprendre et à grandir tant sur le plan personnel que sur le plan professionnel."
    ],

    "focus": {
      "introduction": "En ce moment, je me concentre sur...",
      "list": [
        "Ma formation avec l'Ecole O'Clock",
        "L'approfondissement de mes compétences avec React et Express",
        "L'apprentissage de TypeScript"
      ]
    },

    "stack": {
      "introduction": "Les technologies et outils principaux avec lesquels je travaille sont...",
      "list": [
        "React",
        "Node.js",
        "Express",
        "MongoDB",
        "Firebase"
      ]
    },
    "link": "Portfolio"
  }
}
